Repository: kozomer/koz_stock
Catalog: koz_stock/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Invalid credentials
tr: Geçersiz kimlik bilgileri

source: successfully log out
tr: başarıyla çıkış yapıldı

source: BAD REQUEST
tr: HATALI İSTEK

source: Name and company are required
tr: İsim ve şirket gereklidir

source: Project created and assigned to all users successfully
tr: Proje başarıyla oluşturuldu ve tüm kullanıcılara atandı

source: Project not found or does not belong to your company
tr: Proje bulunamadı veya şirketinize ait değil

source: User created successfully
tr: Kullanıcı başarıyla oluşturuldu

source: Invalid username or project ID
tr: Geçersiz kullanıcı adı veya proje kimliği

source: User not found
tr: Kullanıcı bulunamadı

source: You do not have permission to delete this user
tr: Bu kullanıcıyı silme izniniz yok

source: Product Code cannot be empty!
tr: Ürün Kodu boş olamaz!

source: The Product Code '%s' already exists in the database.
tr: Ürün Kodu '%s' veritabanında zaten mevcut.

source: The field '{%s}' cannot be empty.
tr: Alan '{%s}' boş olamaz.

source: New product '{%s}' has been successfully created.
tr: Yeni ürün '{%s}' başarıyla oluşturuldu.

source: The field '%s' cannot be empty.
tr: Alan '{%s}' boş olamaz.

source: Your changes have been successfully saved.
tr: Değişiklikleriniz başarıyla kaydedildi.

source: Product not found.
tr: Ürün bulunamadı.

source: Product object has been successfully deleted
tr: Ürün nesnesi başarıyla silindi

source: Could not create product group. Please try again.
tr: Ürün grubu oluşturulamadı. Lütfen tekrar deneyin.

source: Both group_code and new_group_name must be provided
tr: group_code ve new_group_name değerleri sağlanmalıdır

source: Product group not found
tr: Ürün grubu bulunamadı

source: group_code must be provided
tr: group_code değeri sağlanmalıdır

source: Product with the provided product code does not exist.
tr: Sağlanan ürün koduna sahip ürün bulunamadı.

source: Supplier with the provided tax code does not exist.
tr: Sağlanan vergi koduna sahip tedarikçi bulunamadı.

source: Company with the provided company id does not exist.
tr: Sağlanan şirket kimliğine sahip şirket bulunamadı.

source: Project with the provided project id does not exist.
tr: Sağlanan proje kimliğine sahip proje bulunamadı.

source: The Product Code '%s' does not exist in the database.
tr: Veritabanında '%s' ürün kodu bulunamadı.

source: The Supplier with tax code '%s' does not exist in the database.
tr: Veritabanında '%s' vergi koduna sahip tedarikçi bulunamadı.

source: The Receiver with tax code '%s' does not exist in the database.
tr: Veritabanında '%s' vergi koduna sahip alıcı bulunamadı.

source: Cannot delete product inflow object. There are accounting objects associated with it.
tr: Ürün akışı nesnesi silinemez. Bu nesneye bağlı muhasebe nesneleri bulunmaktadır.

source: Product inflow object not found.
tr: Ürün akışı nesnesi bulunamadı.

source: Product inflow object has been successfully deleted.
tr: Ürün akışı nesnesi başarıyla silindi.

source: Consumer with the provided tax code does not exist.
tr: Sağlanan vergi koduna sahip tüketici bulunamadı.

source: Product outflow object not found.
tr: Ürün akışı nesnesi bulunamadı.

source: Product outflow object has been successfully deleted.
tr: Ürün akışı nesnesi başarıyla silindi.

source: Product could not be found on Stock.
tr: Ürün stoğunda bulunamadı.
